{
    "privacyPolicies": 
      {
        "title": "Privacy and policy",
        "text": "INVESTRYX is fully committed to protecting your confidential information. If you as a visitor choose to register or submit information to this website, you agree to the use of such data in accordance with this privacy policy. Please note that this website may contain links to other sites which may not be governed by this privacy policy. We collect and store confidential information including, but not limited to your name, email address, telephone numbers, your company information, financial information, transactional information based on your activities on the website, computer and connection information, statistics on page views, traffic information, ad data, IP address, standard web log information and supplemental information from third parties such as Google Analytics. If you would like to opt-out of such implementations please stop using the website. Any confidential document shared with INVESTRYX for professional services will only be used for the intended purpose and will not be shared with any external party. We may use your confidential information for the following purposes: 1. To display your profile/advertisement on the website to facilitate our services. 2. To provide contact information to relevant parties after your approval. 3. To derive and share industry knowledge including valuation multiples, profit margins, transaction structures, key drivers, challenges, etc. 4. To send you information about INVESTRYX, our products, our services, service updates, and promotional offers. 5. To improve our services, collect fees, enforce our policies, and enforce our Terms and Conditions. 6. To resolve disputes, respond to legal requirements, prevent potentially prohibited or illegal activities, and protect anyone's rights, property, and safety. We might post testimonials on our website obtained from users and these could include your name, company, city, and other personal information. If you are a registered user representing a company, INVESTRYX, without disclosing your transaction details, may use your company name and logo on its website, promotional materials, or other write-ups unless you request otherwise. INVESTRYX is fully committed to protecting your confidential information. But in unforeseen circumstances of technical failures or malfunctions or security breaches, INVESTRYX will not be responsible for any damage or loss resulting from it. If INVESTRYX undergoes a merger, acquisition, or asset sale and your confidential information is part of the transferred assets, the new privacy policy decided at the time of the transaction would govern your confidential information. Any changes to the privacy policy governing your information as a result of a transaction would be communicated on the website or by email. When you receive the contact details of potential counterparties, the counterparty reserves the right to remove their information from your database. If you would like to close your account or permanently delete your data, please contact us on https://www.smergers.com/contact-us/ and we shall process your request at the earliest. We regularly clean our data and might close your account for inactivity or for any other reason which may improve our"
          
      },
    "termsToUse":
      {
        "title": "Terms of use",
        "text": "By using our website (www.Investryx.com) or our services, you are agreeing to the terms and conditions provided here.\nOur website has been designed to connect buyers/investors and sellers of small and medium-sized businesses through the process of automated searching, shortlisting and contacting prospects.\nYou should contact a party on the website only if you have a genuine interest in the offering advertised on the website by the party and should not contact the person for any other purpose.\nNo part of the website and no content may be copied, reproduced, republished, uploaded, posted, publicly displayed, encoded, translated, transmitted or distributed in any way to any other computer, server, website or another medium for publication or distribution or for any commercial purpose, without INVESTRYX’ express prior written consent.\nYou may not use any \"deep-link\", \"page-scrape\", \"robot\", \"spider\" or other automatic devices, program, algorithm or methodology, or any similar or equivalent manual process, to access, acquire, copy or monitor any portion of the website or any content, materials, documents or information.\nProfile advertisement details and other materials posted on our sites are not intended to amount to any form of investment advice from INVESTRYX. INVESTRYX is not a broker or the agent of any user, and INVESTRYX does not partake in any kind of negotiations or discussions between the users.\nINVESTRYX doesn’t provide any representation or warranty as to the completeness or accuracy of any information listed on the website.\nYou are responsible for verifying all listed details, taking appropriate safety measures and conducting your own due diligence before transacting with any other user from the website. Your use of this website is at your own risk and you assume full responsibility and risk of loss resulting from the use of thereof.\nIf you have a dispute with one or more other users of our website, you release INVESTRYX from claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, arising out of or in any way connected with such disputes.\nINVESTRYX will not be liable for any direct, special, indirect, incidental, consequential or punitive damages or any other damages whatsoever, whether in an action of contract, statute, tort (including, without limitation, negligence) or otherwise, relating to the use of this website.\nAny advertisements/profiles on the website do not constitute a binding offer so that acceptance by the user can bind the party advertising on the website.\nCertain links in the website lead to resources maintained by third parties over whom INVESTRYX has control and makes no representations or warranties as to the accuracy of, or any other aspect relating to, those resources.\nINVESTRYX stores and uses personal information collected from visitors to the website in accordance with the Privacy Policy provided on the website. If you are representing a company, INVESTRYX may use your company name and logo on its website, promotional materials, or other write-ups unless you request otherwise.\nAny program, publication, design, product, process, software, technology, information, know-how, or idea described in this website may be the subject of other rights, including other intellectual property rights, which are owned by INVESTRYX or other interested parties and are not licensed to you hereunder. Any transfer, sale, distribution, reproduction, copying or modification of any material contained on this website (in whole or in part) is strictly prohibited.\nAs a condition of your use of this website, you agree not to upload or post any material that infringes the copyright, trademark or other intellectual property rights of any third party.\nINVESTRYX reserves the right to edit or delete or suspend any advertised profile or user, if we, in our opinion, believe the user is misusing the platform, or using it for any other purpose than intended, or has provided false/misleading information to users they connect with or on their profile or has behaved offensively with INVESTRYX or any other users, with or without notice. Under these circumstances, purchase made on INVESTRYX will not be refundable. You agree that INVESTRYX shall not be liable to you or to any third party for any modification, suspension or discontinuance of the service.\nINVESTRYX has no responsibility or liability for the deletion or failure to store any content maintained or transmitted by the website or the service.\nINVESTRYX does not allow listing multiple businesses in a single profile as every business or franchise profile should have information regarding a single business or franchise respectively so as to be able to connect with the right set of investors and buyers. Once a profile has been activated, while users can update their profile with new information, changing the profile materially in such a way that it represents a different business, is not allowed.\nYou hereby agree to indemnify INVESTRYX (who shall have no duty to mitigate its loss) in full and on-demand and keep it so indemnified against all claims, demands, actions, proceedings, and all direct and indirect damages, losses, costs, and expenses (including without limitation legal and other professional advisers' fees, economic loss, loss of profit, future revenue, reputation, goodwill, anticipated savings) and any consequential loss made against or incurred or suffered by INVESTRYX and whether wholly or in part resulting directly or indirectly from any claim that the content of any material uploaded or posted onto this website infringes the copyright, trademark or other intellectual property rights of any third party.\nINVESTRYX is not liable for any infringement of intellectual property rights arising out of materials posted on or transmitted through the site, or items advertised on the site, by end-users or any other third parties. If you believe that the content of any material uploaded or posted onto this website infringes your intellectual property rights, please notify us over email so we may take corrective measures.\nINVESTRYX is not regulated by any regulatory body and you are strictly prohibited from offering any form of public securities, shares, bonds, or anything similar via this website.\nYou agree to indemnify INVESTRYX against all claims, demands, actions, proceedings, costs, losses, expenses or damages it may incur howsoever arising whether direct, indirect or consequential as a result of the advertisement you place on the website.\nIf you are advertising in the capacity of a broker, agent or any other form of intermediary, you should have the full authority to advertise the business/business opportunity on the website from the owner.\nINVESTRYX reserves the right to decide the index order in which listings are displayed on the website.\nYou agree that any disputes and/or differences if any shall be governed by the Laws of India and the exclusive venue for all actions related to or arising out of this engagement shall be the Courts of Bangalore, India.\nYou hereby, unconditionally and irrevocably confirm that you have read terms and conditions and agree to abide by them."
      },
    "refund": 
      {
        "title": "Refund policy",
        "text": "SMERGERS will refund full cost of your order if we fail to deliver our services within the stipulated amount of time as provided in the chart below:\nService Stipulated Time Business Profile Plans, Investor/Buyer Profile Plans, and Advisor Profile Plans Profile to be activated within 2 business days, provided complete information and verification details are provided by the user. Refund not applicable if the user provides wrong information or delays providing required information to complete the profile.\nIntroduction Credits Business introductions which do not respond to you or are unavailable can be reported on our website or over email. After validating the same, these introduction credits will be re-credited back to your account for connecting with alternate businesses.\nInformation Memorandum and Business Valuation Model First version of Report to be submitted to the client within 25 business days from date of receiving complete information and payment from the client. Refund not applicable if the client provides wrong information or delays providing required information to complete the process.\nSMERGERS will refund your order post a 5% deduction towards transaction charges under the following circumstances:\nSMERGERS reserves the right to reject, suspend, edit, or delete a profile even after submission of the required verification documents by the user, if we believe, in our opinion, that such steps will improve the quality of the website. In such cases, where SMERGERS is unable to approve your profile or retain your profile on our website, we provide a refund on a pro-rata basis post deduction of a 5% transaction charge.\nWe apologize for any inconvenience, but we will not be providing a refund under the following circumstances:\n- SMERGERS neither guarantee introductions nor deal closures and we do not issue refunds for the same. We recommend you to use our free plans and go through our services and processes, as and when available, to try our services before subscribing to a paid plan.\n- SMERGERS will also not be providing any refunds if the user changes their mind or does not use their profile or fails to furnish verification proof to back its claims.\n- SMERGERS may terminate an account if we, in our opinion, believe that the user is abusing SMERGERS in any way, intentionally furnishes false information, or has previously failed to pay Finder’s Fee to SMERGERS. In such a situation, SMERGERS shall be entitled to retain the entire fees paid by the user towards damages and user shall not be entitled to seek a refund of the same.\n\nIf you are eligible for a refund based on the above terms, kindly follow the below process to raise a refund request:\nAll refund requests need to be sent over an email to info@smergers.com from the registered"
      },
      "bestPractice": {
        "title_one": "For Business Owners",
         "text_one": "Business owners should ensure their business profile is up to date with the latest financial numbers which are factually correct.\nIt is important to have a business plan and valuation done for your business well in advance so expectations are clear.\nReveal in advance if there are any negatives about your business rather than the investor finding it himself during the due diligence exercise.\nDon’t rush the other party during the sale process which may affect the transaction process. Provide sufficient time for the other party to take a decision.\nWhen an introduction is made send a quick note on SMERGERS to schedule a discussion call instead of directly calling up the party.\nDuring the call, the first few minutes could be utilized to introduce yourself, build rapport and set the tone for the discussion.\nBasic discussion on the business & transaction should be initiated in the first call itself.\nDo your research about the user’s background and his/her business before you decide to meet in person.\nWhen meeting someone for the first time, do not meet in a secluded place, or invite strangers into your home.\nIdeally, the Financial statement & other sensitive documents should be sent to a potential investor only after an NDA has been signed.\nPlease ensure you interact with your introductions only through the INVESTRYX platform. In case the introduction is no longer available on your dashboard, then you should take precautionary measures and immediately stop interacting with that specific investor/buyer/advisor.\nDo not ever pay any kind of token advance or deposit money before any transaction is made with the investor. No genuine investor/buyer would ask for such a token advance.\nFinancial advisors who request for a retainer/upfront fee should be evaluated properly before entering into any kind of agreement. Be aware that not all transactions close successfully even with the best of financial advisors.",
        "title_two": "For Buyers and Investors",
         "text_two": "Investors and Acquirers should ensure that their profile reflects their current investment capacities & business activities.\nIt is a good idea to share your source of funds, and your past investments and acquisitions with a business owner while pursuing investment/business/sale opportunity to enhance the transaction speed.\nMention very clearly if you are a strategic or financial investor i.e., if you are purely interested in financial returns or you have other synergies with the business.\nDon’t rush the other party during the sale process which may affect the transaction process. Provide sufficient time for the other party to take a decision.\nWhen an introduction is made, send a quick note on INVESTRYX to schedule a discussion call instead of directly calling up the party.\nDuring the call, the first few minutes could be utilized to introduce yourself, build rapport and set the tone for the discussion.\nBasic discussion on the business & transaction should be initiated in the first call itself.\nDo your research about the user’s background and his/her business before you decide to meet in person.\nWhen meeting someone for the first time, do not meet in a secluded place, or invite strangers into your home.\nPlease ensure you interact with your introductions only through the SMERGERS platform. In case the introduction is no longer available on your dashboard, then you should take precautionary measures and immediately stop interacting with that specific business.\nDo not ever offer to pay money to somebody who demands a token advance before any transaction is made.\nFinancial advisors who request for a retainer/upfront fee should be evaluated properly before entering into any kind of agreement. Be aware that not all transactions close successfully even with the best of financial advisors."          
      }
}
  